import React from "react";

function Features() {
  return (
    <article className="article" id="features">
      <h2 className="article_title">الملامح الاساسية</h2>
      <div className="article_content d-flex flex-column gap-4">
        <p className="article_content-text">
          تقع منطقة جازان في الجزء الجنوبي الغربي من المملكة العربية السعودية
          بين خطي طول 30َ 541 – 30َ 543 شرقاً ودائرتي عرض 20َ 516 ،518 شمالاً
          ويحدها من الشمال والشمال الشرقي منطقة عسير ومن الجنوب والجنوب الشرقي
          الجمهورية اليمنية، ومن الغرب البحر الأحمر بطول 330 كم وتبعد مدينة
          جيزان عاصمة الإمارة عن مدينة الرياض عاصمة المملكة بحوالي 1500 كم وعن
          مدينة مكة المكرمة بحوالي 819 كم، ويتبع إمارة جازان عدة جزر تقع في
          البحر الأحمر غرب المنطقة، وتبعد عنها حوالي 48 كم ومن أهم هذه الجزر
          (جزيرة فرسان) وتعتبر البوابة الرئيسية لجزر فرسان.
        </p>
        <p className="article_content-text">
          وقد كانت المنطقة تعرف سابقاً بإسم المخلاف السليماني ، وبها آثار يرجع
          تاريخها إلى 8000 سنة قبل الميلاد، وتعتبر هذه المنطقة همزة وصل بين
          التجارة البرية والبحرية للمنطقة الجنوبية إذ أن بها ميناء جازان ثالث
          موانئ المملكة من حيث السعة وتعتبر البوابة الرئيسية لواردات الجزء
          الجنوبي الغربي من المملكة وهي محطة استراحة حجيج اليمن بحكم موقعها على
          الطريق الذي يربط بين اليمن ومكة المكرمة.
        </p>
        <p className="article_content-text">
          كما تُعد منطقة جازان إحدى أهم المناطق الزراعية في المملكة حيث تتنوع
          محاصيلها، ومن أشهر هذه المحاصيل المانجو، وكذلك البابايا وعدد من
          المحاصيل الزراعية الأخرى تبلغ المساحة الإجمالية لمنطقة جازان نحو
          40.457 ألف كم 2 بخلاف ما يقارب 80 جزيرة بالبحر الأحمرأشهرها جزيرة
          فرسان التي تبعد حوالي 48 كم غرب مدينة جازان ويعتبر هذه الجزر من أهم
          مواقع صيد الأسماك في المملكة العربية السعودية ، حيث تبلغ مساحة هذه
          الجزر نحو 702 كم 2، وتمثل هذه المساحة للمنطقة ما يقارب 0.7 % من مساحة
          المملكة العربية السعودية، وهي بذلك تعتبر من أصغر مناطق المملكة مساحة
          بعد منطقة الباحة.
        </p>
        <p className="article_content-text">
          يبلغ عدد سكان مدينة جازان وحدها أكثر من مائة وخمسون ألف نسمة، أما
          المنطقة بكاملها فيبلغ عدد سكانها مليون ونصف المليون نسمة، وهذا يدل على
          توفر وسائل العيش والعمل خارج المدينة الأم، الأمر الذي يمثل توازنًا
          مثاليًا بين العاصمة )المركز الإداري( وبين مدن وقرى المنطقة. ويعمل معظم
          السكان في الزراعة والرعي. كما أكدت الاستراتيجية العمرانية الوطنية
          المعتمدة بالقرار رقم 127 وتاريخ 28 / 5/ 1421 ه ضرورة توجيه التنمية في
          المجالات العمرانية والاجتماعية والاقتصادية بعيداً عن مناطق النمو
          السريع والمراكز الحضرية الكبرى، واتباع سياسة مراكز النمو بمستوياتها
          المحلية المختلفة وعلى مستوى المناطق، بالتركيز على المدن المتوسطة
          والصغيرة.
        </p>
        <p className="article_content-text">
          ومن جهة أخرى أكد مشروع تنمية السياحة الوطنية بالمملكة العربية السعودية
          على خلق 3 مناطق سياحية جديدة بمنطقة جازان (جزيرة فرسان ، منطقة فيفا،
          منطقة مدينة جازان) تمثل قطبا للتنمية السياحية ليسهم في تحقيق تنمية
          إقليمية متوازنة وبالتوافق مع خطط التنمية الوطنية وأركانها
        </p>
      </div>
    </article>
  );
}

export default Features;
